Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# startTitle
source: Start workout
ar: بدء تمرين
de: Training starten
es: Empezar entreno
fa: شروع تمرین
fr: Commencer une séance
it: Inizia l'allenamento
ja: ワークアウトを開始
ko: 운동 시작
nl: Training starten
pl: Rozpocznij trening
pt: Iniciar treino
ru: Начать тренировку
tr: Antrenmana başla
uk: Почати тренування
zh: 开始训练
zh_hant: 開始訓練

# logTitle
source: Log a workout
ar: تسجيل تمرين
de: Training protokollieren
es: Apuntar un entreno
fa: ثبت تمرین
fr: Enregistrer une séance
it: Segna un allenamento
ja: ワークアウトを記録
ko: 운동 기록
nl: Training loggen
pl: Zapisz trening
pt: Registrar um treino
ru: Записать тренировку
tr: Antrenmanı kaydet
uk: Записати тренування
zh: 记录训练
zh_hant: 記錄訓練

# logHint
source: No timer — just fill in what you did.
ar: بدون مؤقت — فقط أدخل ما فعلته.
de: Kein Timer — trage einfach ein, was du gemacht hast.
es: Sin cronómetro: solo rellenas lo que hiciste.
fa: بدون تایمر — فقط آنچه کردی را پر کن.
fr: Sans minuteur — renseigne simplement ce que tu as fait.
it: Senza cronometro: riempi solo quello che hai fatto.
ja: タイマーなし — 実施内容だけを入力します。
ko: 타이머 없이 — 한 내용을 간단히 입력하세요.
nl: Zonder timer — vul gewoon in wat je hebt gedaan.
pl: Bez minutnika — po prostu wpisz, co zrobiłeś.
pt: Sem cronômetro — só preencha o que você fez.
ru: Без секундомера: просто заполни, что ты сделал.
tr: Zamanlayıcı olmadan — sadece ne yaptığını gir.
uk: Без таймера — просто вкажи, що зробив.
zh: 没有计时器，只要填上你做过的内容。
zh_hant: 不使用計時器 — 只要填入你做了什麼。

source: Or start from
ar: أو ابدأ بـ
de: Oder beginne mit
es: O empieza por
fa: یا شروع کن از
fr: Ou commencer par
it: Oppure parti da
ja: またはここから開始
ko: 또는 다음에서 시작
nl: Of beginnen met
pl: Lub zacznij od
pt: Ou comece por
ru: Или начни с
tr: Veya şununla başla
uk: Або почати з
zh: 或者从这里开始
zh_hant: 或從這裡開始

# pickExercisesOption
source: Pick exercises
ar: اختيار تمارين
de: Übungen auswählen
es: Elegir ejercicios
fa: انتخاب حرکات
fr: Choisir des exercices
it: Scegli gli esercizi
ja: 種目を選択
ko: 운동 선택
nl: Oefeningen kiezen
pl: Wybierz ćwiczenia
pt: Escolher exercícios
ru: Выбрать упражнения
tr: Egzersiz seç
uk: Вибрати вправи
zh: 挑选动作
zh_hant: 選擇動作

# chooseFocusOption
source: Choose a focus
ar: اختيار التركيز
de: Fokus auswählen
es: Elegir por músculos
fa: انتخاب تمرکز
fr: Choisir une cible
it: Scegli per muscoli
ja: 重点を選択
ko: 초점 선택
nl: Focus kiezen
pl: Wybierz cel
pt: Escolher por músculos
ru: Выбрать по мышцам
tr: Odak seç
uk: Вибрати фокус
zh: 选择训练重点
zh_hant: 選擇重點

# plannedRoutine
source: PLANNED
ar: مخطط
de: GEPLANT
es: PREVISTA
fa: طبق برنامه
fr: PRÉVU
it: PREVISTA
ja: 予定
ko: 예정
nl: GEPLAND
pl: ZAPLANOWANE
pt: PLANEJADA
ru: ЗАПЛАНИРОВАНО
tr: PLANLI
uk: ЗАПЛАНОВАНО
zh: 已安排
zh_hant: 已排定

# logWorkoutAction
source: LOG A WORKOUT
ar: تسجيل تمرين
de: TRAINING PROTOKOLLIEREN
es: APUNTAR UN ENTRENO
fa: ثبت تمرین
fr: ENREGISTRER UNE SÉANCE
it: SEGNA UN ALLENAMENTO
ja: ワークアウトを記録
ko: 운동 기록
nl: TRAINING LOGGEN
pl: ZAPISZ TRENING
pt: REGISTRAR UM TREINO
ru: ЗАПИСАТЬ ТРЕНИРОВКУ
tr: ANTRENMANI KAYDET
uk: ЗАПИСАТИ ТРЕНУВАННЯ
zh: 记录一次训练
zh_hant: 記錄訓練

source: LOGGING
ar: جارٍ التسجيل
de: PROTOKOLLIEREN
es: APUNTANDO
fa: در حال ثبت
fr: ENREGISTREMENT
it: SEGNANDO
ja: 記録中
ko: 기록 중
nl: LOGGEN
pl: ZAPISYWANIE
pt: REGISTRANDO
ru: ЗАПИСЬ
tr: KAYIT
uk: ЗАПИС
zh: 记录中
zh_hant: 記錄中

# placesLabel
source: My places
ar: أماكني
de: Meine Orte
es: Mis sitios
fa: مکان‌های من
fr: Mes lieux
it: I miei posti
ja: マイ場所
ko: 내 장소
nl: Mijn plekken
pl: Moje miejsca
pt: Meus locais
ru: Мои места
tr: Yerlerim
uk: Мої місця
zh: 我的场所
zh_hant: 我的地點

source: Undo
ar: تراجع
de: Rückgängig
es: Deshacer
fa: برگردان
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ru: Отменить
tr: Geri al
uk: Скасувати
zh: 撤销
zh_hant: 復原

source: Delete set
ar: حذف المجموعة
de: Satz löschen
es: Borrar serie
fa: حذف ست
fr: Supprimer la série
it: Elimina serie
ja: セットを削除
ko: 세트 삭제
nl: Set verwijderen
pl: Usuń serię
pt: Excluir série
ru: Удалить подход
tr: Seti sil
uk: Видалити підхід
zh: 删除这一组
zh_hant: 刪除這一組

source: Set deleted
ar: حُذفت المجموعة
de: Satz gelöscht
es: Serie borrada
fa: ست حذف شد
fr: Série supprimée
it: Serie eliminata
ja: セットを削除しました
ko: 세트를 삭제했어요
nl: Set verwijderd
pl: Seria usunięta
pt: Série excluída
ru: Подход удалён
tr: Set silindi
uk: Підхід видалено
zh: 已删除这一组
zh_hant: 已刪除這一組

source: Remove warm-up
ar: إزالة الإحماء
de: Aufwärmen entfernen
es: Quitar calentamiento
fa: حذف گرم‌کردن
fr: Retirer l'échauffement
it: Togli riscaldamento
ja: ウォームアップを外す
ko: 워밍업 빼기
nl: Warming-up weghalen
pl: Usuń rozgrzewkę
pt: Tirar aquecimento
ru: Убрать разминку
tr: Isınmayı kaldır
uk: Прибрати розминку
zh: 移除热身
zh_hant: 移除熱身

# addWeightAction
source: Add weight
ar: إضافة وزن
de: Gewicht hinzufügen
es: Añadir peso
fa: افزودن وزن
fr: Ajouter du poids
it: Aggiungi peso
ja: 重量を追加
ko: 무게 추가
nl: Gewicht toevoegen
pl: Dodaj ciężar
pt: Adicionar peso
ru: Добавить вес
tr: Ağırlık ekle
uk: Додати вагу
zh: 添加负重
zh_hant: 增加重量

# workoutOverview
source: This workout
ar: هذا التمرين
de: Dieses Training
es: Este entreno
fa: این تمرین
fr: Cette séance
it: Questo allenamento
ja: このトレーニング
ko: 이번 운동
nl: Deze training
pl: Ten trening
pt: Este treino
ru: Эта тренировка
tr: Bu antrenman
uk: Це тренування
zh: 本次训练
zh_hant: 本次訓練

# allExercisesShort
source: All
ar: الكل
de: Alle
es: Todos
fa: همه
fr: Tous
it: Tutti
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt: Todos
ru: Все
tr: Tümü
uk: Усі
zh: 全部
zh_hant: 全部

# setsDoneOf
source: %1$lld/%2$lld sets
ar: %1$lld/%2$lld مجموعات
de: %1$lld/%2$lld Sätze
es: %1$lld/%2$lld series
fa: %1$lld/%2$lld ست
fr: %1$lld/%2$lld séries
it: %1$lld/%2$lld serie
ja: %1$lld/%2$lld セット
ko: %1$lld/%2$lld세트
pl: %1$lld/%2$lld serii
pt: %1$lld/%2$lld séries
ru: %1$lld/%2$lld подх.
tr: %1$lld/%2$lld set
uk: %1$lld/%2$lld підходів
zh: %1$lld/%2$lld 组
zh_hant: %1$lld/%2$lld 組

# nowLabel
source: Now
ar: الآن
de: Jetzt
es: Ahora
fa: الان
fr: Maintenant
it: Ora
ja: 現在
ko: 지금
nl: Nu
pl: Teraz
pt: Agora
ru: Сейчас
tr: Şimdi
uk: Зараз
zh: 当前
zh_hant: 現在

source: Delete workout
ar: حذف التمرين
de: Training löschen
es: Borrar entreno
fa: حذف تمرین
fr: Supprimer la séance
it: Elimina allenamento
ja: トレーニングを削除
ko: 운동 삭제
nl: Training verwijderen
pl: Usuń trening
pt: Excluir treino
ru: Удалить тренировку
tr: Antrenmanı sil
uk: Видалити тренування
zh: 删除训练
zh_hant: 刪除訓練

# deleteWorkoutBody
source: This workout and all its sets will be removed from your history.
ar: سيُحذف هذا التمرين وكل مجموعاته من سجلك.
de: Dieses Training und alle seine Sätze werden aus deinem Verlauf entfernt.
es: Se borrará este entreno con todas sus series del historial.
fa: این تمرین و همه ست‌هایش از تاریخچه‌ات حذف می‌شوند.
fr: Cette séance et toutes ses séries seront retirées de ton historique.
it: Questo allenamento e tutte le sue serie verranno tolti dallo storico.
ja: このトレーニングとすべてのセットが履歴から削除されます。
ko: 이 운동과 모든 세트가 기록에서 삭제됩니다.
nl: Deze training en al haar sets worden uit je geschiedenis verwijderd.
pl: Ten trening i wszystkie jego serie zostaną usunięte z historii.
pt: Este treino e todas as suas séries serão removidos do histórico.
ru: Тренировка и все её подходы будут удалены из истории.
tr: Bu antrenman ve tüm setleri geçmişinden silinecek.
uk: Це тренування і всі його підходи буде видалено з історії.
zh: 这次训练及其所有组都会从记录中删除。
zh_hant: 這次訓練及其所有組數都會從紀錄中刪除。

# themeAuto
source: Auto
ar: تلقائي
fa: خودکار
ja: 自動
ko: 자동
ru: Авто
tr: Otomatik
uk: Авто
zh: 自动
zh_hant: 自動

# themeAutoHint
source: Follows your phone
ar: يتبع هاتفك
de: Wie das Handy
es: Sigue al móvil
fa: از گوشی‌ات پیروی می‌کند
fr: Suit ton téléphone
it: Segue il telefono
ja: 端末の設定に合わせる
ko: 휴대폰 설정 따름
nl: Volgt je telefoon
pl: Jak w telefonie
pt: Segue o celular
ru: Как в системе
tr: Telefonu takip eder
uk: Як у телефоні
zh: 跟随系统
zh_hant: 跟隨手機

# demoSizeTitle
source: Exercise demo while training
ar: عرض التمرين أثناء التدريب
de: Übungsdemo beim Training
es: Demo del ejercicio al entrenar
fa: دموی حرکت هنگام تمرین
fr: Démo de l'exercice pendant la séance
it: Demo dell'esercizio in allenamento
ja: トレーニング中の種目デモ
ko: 운동 중 동작 데모
nl: Oefeningsdemo tijdens het trainen
pl: Demo ćwiczenia podczas treningu
pt: Demonstração durante o treino
ru: Демонстрация во время тренировки
tr: Antrenmanda egzersiz demosu
uk: Демо вправи під час тренування
zh: 训练时的动作演示
zh_hant: 訓練時的動作示範

# demoLarge
source: Large
ar: كبير
de: Groß
es: Grande
fa: بزرگ
fr: Grande
it: Grande
ja: 大
ko: 크게
nl: Groot
pl: Duże
pt: Grande
ru: Крупно
tr: Büyük
uk: Велике
zh: 大
zh_hant: 大

# demoSmall
source: Small
ar: صغير
de: Klein
es: Pequeña
fa: کوچک
fr: Petite
it: Piccola
ja: 小
ko: 작게
nl: Klein
pl: Małe
pt: Pequena
ru: Мелко
tr: Küçük
uk: Мале
zh: 小
zh_hant: 小

# demoOff
source: Hidden
ar: مخفي
de: Aus
es: Oculta
fa: پنهان
fr: Masquée
it: Nascosta
ja: 非表示
ko: 숨김
nl: Verborgen
pl: Ukryte
pt: Oculta
ru: Скрыта
tr: Gizli
uk: Приховане
zh: 隐藏
zh_hant: 隱藏

# demoLoopTitle
source: Demo animation
ar: حركة العرض
es: Animación de la demo
fa: انیمیشن نمایش
fr: Animation de la démo
it: Animazione della demo
ja: デモのアニメーション
ko: 데모 애니메이션
nl: Demo-animatie
pl: Animacja demo
pt: Animação da demo
ru: Анимация демо
tr: Demo animasyonu
uk: Анімація демо
zh: 演示动画
zh_hant: 示範動畫

# demoLoopAlways
source: Loop
ar: متكررة
de: Endlos
es: En bucle
fa: تکرار پیوسته
fr: En boucle
it: In loop
ja: ループ
ko: 반복
nl: Herhalen
pl: W pętli
pt: Em loop
ru: По кругу
tr: Döngü
uk: По колу
zh: 循环
zh_hant: 循環

# demoLoopShort
source: 10 seconds
ar: 10 ثوانٍ
de: 10 Sekunden
es: 10 segundos
fa: ۱۰ ثانیه
fr: 10 secondes
it: 10 secondi
ja: 10秒
ko: 10초
nl: 10 seconden
pl: 10 sekund
pt: 10 segundos
ru: 10 секунд
tr: 10 saniye
uk: 10 секунд
zh: 10 秒
zh_hant: 10 秒

# demoLoopHint
source: Plays for about 10 seconds and stops on the starting pose. Tap the demo to watch it again.
ar: تتحرك نحو 10 ثوانٍ ثم تتوقف عند وضعية البداية. المس العرض لمشاهدته مرة أخرى.
de: Läuft etwa 10 Sekunden und bleibt in der Ausgangsposition stehen. Tippe auf die Demo, um sie erneut anzusehen.
es: Se mueve unos 10 segundos y se queda en la postura inicial. Toca la demo para volver a verla.
fa: حدود ۱۰ ثانیه پخش می‌شود و روی حالت شروع می‌ایستد. برای دیدن دوباره، روی نمایش بزنید.
fr: Tourne une dizaine de secondes puis s’arrête sur la position de départ. Touchez la démo pour la revoir.
it: Si muove per circa 10 secondi e si ferma sulla posizione iniziale. Tocca la demo per rivederla.
ja: 約10秒動いたあと、開始姿勢で止まります。もう一度見るにはデモをタップ。
ko: 약 10초 동안 움직인 뒤 시작 자세에서 멈춥니다. 다시 보려면 데모를 탭하세요.
nl: Speelt ongeveer 10 seconden en stopt in de beginhouding. Tik op de demo om hem opnieuw te zien.
pl: Porusza się przez około 10 sekund i zatrzymuje w pozycji wyjściowej. Stuknij demo, aby obejrzeć je ponownie.
pt: Mexe-se durante cerca de 10 segundos e para na posição inicial. Toca na demo para a voltar a ver.
ru: Двигается около 10 секунд и останавливается в исходной позе. Нажмите на демо, чтобы посмотреть снова.
tr: Yaklaşık 10 saniye oynar ve başlangıç duruşunda durur. Tekrar izlemek için demoya dokun.
uk: Рухається близько 10 секунд і зупиняється у вихідній позі. Торкніться демо, щоб переглянути знову.
zh: 播放约 10 秒后停在起始姿势。点按演示可再次观看。
zh_hant: 播放約 10 秒後停在起始姿勢。點按示範即可再看一次。

# alarmStyleTitle
source: When rest ends
ar: عند انتهاء الراحة
de: Wenn die Pause endet
es: Al acabar el descanso
fa: وقتی استراحت تمام شد
fr: À la fin du repos
it: A fine recupero
ja: 休憩が終わったら
ko: 휴식이 끝나면
nl: Als de rust voorbij is
pl: Po końcu przerwy
pt: Quando o descanso acaba
ru: Когда отдых закончится
tr: Dinlenme bitince
uk: Коли закінчиться відпочинок
zh: 休息结束时
zh_hant: 休息結束時

# alarmStyleLoud
source: Always ring
ar: رنين دائمًا
de: Immer klingeln
es: Sonar siempre
fa: همیشه زنگ بزن
fr: Toujours sonner
it: Suona sempre
ja: 常に鳴らす
ko: 항상 울림
nl: Altijd afgaan
pl: Zawsze dzwoń
pt: Tocar sempre
ru: Всегда звонить
tr: Her zaman çal
uk: Завжди дзвонити
zh: 始终响铃
zh_hant: 一律響鈴

# alarmStyleQuiet
source: Follow silent mode
ar: اتباع الوضع الصامت
de: Lautlos beachten
es: Respetar el modo silencio
fa: پیروی از حالت بی‌صدا
fr: Respecter le mode silencieux
it: Rispetta il silenzioso
ja: マナーモードに従う
ko: 무음 모드 따르기
nl: Stille modus volgen
pl: Szanuj tryb cichy
pt: Respeitar o modo silencioso
ru: Учитывать беззвучный
tr: Sessiz modu izle
uk: Враховувати беззвучний режим
zh: 跟随静音模式
zh_hant: 遵循靜音模式

# alarmStyleVibrate
source: Vibrate only
ar: اهتزاز فقط
de: Nur vibrieren
es: Solo vibrar
fa: فقط لرزش
fr: Vibrer seulement
it: Solo vibrazione
ja: バイブのみ
ko: 진동만
nl: Alleen trillen
pl: Tylko wibracje
pt: Só vibrar
ru: Только вибрация
tr: Sadece titret
uk: Лише вібрація
zh: 仅振动
zh_hant: 僅震動

# alarmStyleHint
source: Always ring uses the alarm volume, even on silent. Follow silent mode uses the notification volume and just vibrates when your phone is muted.
ar: «رنين دائمًا» يستخدم صوت المنبه حتى في الوضع الصامت. «اتباع الوضع الصامت» يستخدم صوت الإشعارات ويهتز فقط عندما يكون الهاتف صامتًا.
de: „Immer klingeln“ nutzt die Weckerlautstärke, auch im Lautlos-Modus. „Lautlos beachten“ nutzt die Benachrichtigungslautstärke und vibriert nur, wenn dein Handy stumm ist.
es: «Sonar siempre» usa el volumen de alarma, incluso en silencio. «Respetar el modo silencio» usa el de notificaciones y, si el móvil está silenciado, solo vibra.
fa: همیشه زنگ بزن از حجم آلارم استفاده می‌کند، حتی در بی‌صدا. پیروی از بی‌صدا از حجم اعلان استفاده می‌کند و وقتی گوشی بی‌صداست فقط می‌لرزد.
fr: « Toujours sonner » utilise le volume de l'alarme, même en silencieux. « Respecter le mode silencieux » utilise le volume des notifications et vibre seulement quand le téléphone est muet.
it: «Suona sempre» usa il volume della sveglia, anche in silenzioso. «Rispetta il silenzioso» usa quello delle notifiche e, se il telefono è muto, vibra soltanto.
ja: 「常に鳴らす」はマナーモードでもアラーム音量で鳴ります。「マナーモードに従う」は通知音量を使い、消音中はバイブだけになります。
ko: '항상 울림'은 무음 상태에서도 알람 볼륨을 사용합니다. '무음 모드 따르기'는 알림 볼륨을 사용하고, 휴대폰이 무음이면 진동만 합니다.
nl: Altijd afgaan gebruikt het alarmvolume, ook op stil. Stille modus volgen gebruikt het meldingsvolume en trilt alleen als je telefoon op stil staat.
pl: „Zawsze dzwoń” używa głośności alarmu, nawet w trybie cichym. „Szanuj tryb cichy” używa głośności powiadomień i tylko wibruje, gdy telefon jest wyciszony.
pt: «Tocar sempre» usa o volume de alarme, mesmo no silencioso. «Respeitar o modo silencioso» usa o volume de notificações e, com o celular no mudo, só vibra.
ru: «Всегда звонить» использует громкость будильника даже в беззвучном режиме. «Учитывать беззвучный» использует громкость уведомлений и только вибрирует, если звук выключен.
tr: "Her zaman çal" sessizde bile alarm sesini kullanır. "Sessiz modu izle" bildirim sesini kullanır ve telefon sessizdeyken sadece titrer.
uk: «Завжди дзвонити» використовує гучність будильника навіть у беззвучному режимі. «Враховувати беззвучний режим» використовує гучність сповіщень і лише вібрує, коли звук вимкнено.
zh: “始终响铃”使用闹钟音量，静音时也会响。“跟随静音模式”使用通知音量，手机静音时只振动。
zh_hant: 「一律響鈴」使用鬧鐘音量，靜音時也會響。「遵循靜音模式」使用通知音量，手機靜音時只會震動。

# suggestedPicks
source: Suggested for you
ar: مقترحة لك
de: Vorschläge für dich
es: Sugeridos para ti
fa: پیشنهادی برای تو
fr: Suggérés pour toi
it: Suggeriti per te
ja: あなたへのおすすめ
ko: 추천 운동
nl: Voorgesteld voor jou
pl: Polecane dla ciebie
pt: Sugeridos para você
ru: Рекомендуем
tr: Senin için önerilenler
uk: Рекомендовано для вас
zh: 为你推荐
zh_hant: 為你推薦

source: More options
ar: خيارات أخرى
de: Weitere Optionen
es: Más opciones
fa: گزینه‌های بیشتر
fr: Plus d'options
it: Altre opzioni
ja: その他のオプション
ko: 더 보기
nl: Meer opties
pl: Więcej opcji
pt: Mais opções
ru: Ещё варианты
tr: Daha fazla seçenek
uk: Більше варіантів
zh: 更多选择
zh_hant: 更多選項

# suggestInWorkouts
source: Suggest in quick workouts
ar: اقتراحه في التمارين السريعة
de: In schnellen Trainings vorschlagen
es: Sugerir en entrenos rápidos
fa: پیشنهاد در تمرین‌های سریع
fr: Suggérer dans les séances rapides
it: Suggerisci negli allenamenti rapidi
ja: クイックトレーニングで提案する
ko: 빠른 운동에서 추천
nl: Voorstellen in snelle trainingen
pl: Proponuj w szybkich treningach
pt: Sugerir em treinos rápidos
ru: Предлагать в быстрых тренировках
tr: Hızlı antrenmanlarda öner
uk: Пропонувати у швидких тренуваннях
zh: 在快速训练中推荐
zh_hant: 在快速訓練中推薦

# suggestInWorkoutsHint
source: Off keeps it out of the picks made for you. You can still add it by hand.
ar: عند إيقافه لن يظهر في الاقتراحات. يمكنك دائمًا إضافته يدويًا.
de: Aus: Die Übung taucht nicht mehr in den Vorschlägen auf. Von Hand hinzufügen kannst du sie trotzdem.
es: Si lo apagas, no saldrá en lo que te proponemos. Podrás seguir añadiéndolo a mano.
fa: اگر خاموش باشد در پیشنهادهایی که برایت می‌آید نشان داده نمی‌شود. هنوز می‌توانی دستی اضافه‌اش کنی.
fr: Désactivé, il n'apparaît plus dans les suggestions. Tu peux toujours l'ajouter à la main.
it: Se lo spegni, non comparirà tra le proposte. Potrai sempre aggiungerlo a mano.
ja: オフにすると提案に出なくなります。手動では追加できます。
ko: 끄면 추천에 나오지 않아요. 직접 추가는 계속 할 수 있어요.
nl: Uit houdt hem uit de voorstellen. Met de hand toevoegen kan nog steeds.
pl: Wyłączone nie trafia do propozycji. Nadal możesz dodać je ręcznie.
pt: Desligado, não aparece nas sugestões. Você ainda pode adicioná-los manualmente.
ru: Если выключить, упражнение не попадёт в подборку. Добавить его вручную всё равно можно.
tr: Kapalıyken önerilerde çıkmaz. Yine de elle ekleyebilirsin.
uk: Вимкнене не потрапить у пропозиції. Додати вручну все одно можна.
zh: 关闭后不会出现在为你挑选的动作里，但仍可手动添加。
zh_hant: 關閉後不會出現在推薦中，但仍可手動加入。

# dontSuggest
source: Don't suggest it again
ar: لا تقترحه مجددًا
de: Nicht mehr vorschlagen
es: No volver a sugerirlo
fa: دیگر پیشنهادش نکن
fr: Ne plus le suggérer
it: Non suggerirlo più
ja: 今後は提案しない
ko: 다시 추천하지 않기
nl: Niet meer voorstellen
pl: Nie proponuj więcej
pt: Não sugerir mais
ru: Больше не предлагать
tr: Bir daha önerme
uk: Більше не пропонувати
zh: 不再推荐
zh_hant: 不再推薦

# onbPlaceTitle
source: Where do you train?
ar: أين تتمرن؟
de: Wo trainierst du?
es: ¿Dónde entrenas?
fa: کجا تمرین می‌کنی؟
fr: Où t'entraînes-tu ?
it: Dove ti alleni?
ja: どこでトレーニングしますか？
ko: 어디서 운동하나요?
nl: Waar train je?
pl: Gdzie trenujesz?
pt: Onde você treina?
ru: Где ты тренируешься?
tr: Nerede antrenman yapıyorsun?
uk: Де ви тренуєтеся?
zh: 你在哪里训练？
zh_hant: 你在哪裡訓練？

# onbPlaceWhy
source: Pick every place you train. We'll only suggest what you can do in each one.
ar: اختر كل الأماكن التي تتمرن فيها. سنقترح فقط ما يمكنك فعله في كل منها.
de: Wähle alle Orte, an denen du trainierst. Wir schlagen nur vor, was du dort jeweils machen kannst.
es: Marca todos los sitios donde entrenas. Solo te propondremos lo que puedas hacer en cada uno.
fa: هر جایی که تمرین می‌کنی را انتخاب کن. فقط چیزهایی را پیشنهاد می‌دهیم که آنجا می‌توانی بزنی.
fr: Choisis tous les lieux où tu t'entraînes. On ne te proposera que ce que tu peux faire dans chacun.
it: Segna tutti i posti dove ti alleni. Ti proporremo solo quello che puoi fare in ognuno.
ja: トレーニングする場所をすべて選んでください。それぞれの場所でできる種目だけを提案します。
ko: 운동하는 장소를 모두 골라 주세요. 장소마다 할 수 있는 운동만 추천할게요.
nl: Kies alle plekken waar je traint. We stellen alleen voor wat je op elke plek kunt doen.
pl: Zaznacz wszystkie miejsca, w których trenujesz. Zaproponujemy tylko to, co możesz zrobić w każdym z nich.
pt: Marque todos os lugares onde você treina. Só vamos sugerir o que dá para fazer em cada um.
ru: Отметь все места, где тренируешься. Предложим только то, что можно сделать в каждом.
tr: Antrenman yaptığın tüm yerleri seç. Her birinde yapabileceklerini önereceğiz.
uk: Познач усі місця, де тренуєшся. Пропонуватимемо лише те, що можна зробити в кожному.
zh: 选出你训练的所有地点。我们只推荐你在每个地点能做的动作。
zh_hant: 選出你訓練的所有地點。我們只會推薦你在每個地點能做的動作。

# onbPlaceGear
source: What do you have there?
ar: ماذا لديك هناك؟
de: Was hast du dort?
es: ¿Qué tienes ahí?
fa: آنجا چه داری؟
fr: Qu'as-tu sur place ?
it: Cosa hai lì?
ja: そこには何がありますか？
ko: 그곳에 무엇이 있나요?
nl: Wat heb je daar?
pl: Co tam masz?
pt: O que você tem lá?
ru: Что у тебя там есть?
tr: Orada neyin var?
uk: Що у вас там є?
zh: 那里有哪些器材？
zh_hant: 那裡有什麼器材？

# distanceCol
source: DISTANCE (%@)
ar: المسافة (%@)
de: DISTANZ (%@)
es: DISTANCIA (%@)
fa: مسافت (%@)
it: DISTANZA (%@)
ja: 距離（%@）
ko: 거리(%@)
nl: AFSTAND (%@)
pl: DYSTANS (%@)
pt: DISTÂNCIA (%@)
ru: ДИСТАНЦИЯ (%@)
tr: MESAFE (%@)
uk: ДИСТАНЦІЯ (%@)
zh: 距离（%@）
zh_hant: 距離（%@）

# timeCol
source: TIME
ar: الوقت
de: ZEIT
es: TIEMPO
fa: زمان
fr: TEMPS
it: TEMPO
ja: 時間
ko: 시간
nl: TIJD
pl: CZAS
pt: TEMPO
ru: ВРЕМЯ
tr: SÜRE
uk: ЧАС
zh: 时间
zh_hant: 時間

# timeMinutesTitle
source: Time (minutes)
ar: الوقت (دقائق)
de: Zeit (Minuten)
es: Tiempo (minutos)
fa: زمان (دقیقه)
fr: Temps (minutes)
it: Tempo (minuti)
ja: 時間（分）
ko: 시간(분)
nl: Tijd (minuten)
pl: Czas (minuty)
pt: Tempo (minutos)
ru: Время (минуты)
tr: Süre (dakika)
uk: Час (хвилини)
zh: 时间（分钟）
zh_hant: 時間（分鐘）

# timeSecondsTitle
source: Time (seconds)
ar: الوقت (ثوانٍ)
de: Zeit (Sekunden)
es: Tiempo (segundos)
fa: زمان (ثانیه)
fr: Temps (secondes)
it: Tempo (secondi)
ja: 時間（秒）
ko: 시간(초)
nl: Tijd (seconden)
pl: Czas (sekundy)
pt: Tempo (segundos)
ru: Время (секунды)
tr: Süre (saniye)
uk: Час (секунди)
zh: 时间（秒）
zh_hant: 時間（秒）

# distanceTitle
source: Distance (%@)
ar: المسافة (%@)
de: Distanz (%@)
es: Distancia (%@)
fa: مسافت (%@)
it: Distanza (%@)
ja: 距離（%@）
ko: 거리(%@)
nl: Afstand (%@)
pl: Dystans (%@)
pt: Distância (%@)
ru: Дистанция (%@)
tr: Mesafe (%@)
uk: Дистанція (%@)
zh: 距离（%@）
zh_hant: 距離（%@）

# holdLabel
source: Hold
ar: ثبات
de: Halten
es: Aguanta
fa: نگه‌داشتن
fr: Tenir
it: Tieni
ja: キープ
ko: 버티기
nl: Vasthouden
pl: Utrzymaj
pt: Segure
ru: Держи
tr: Tut
uk: Утримання
zh: 坚持
zh_hant: 撐住

# stopLabel
source: Stop
ar: إيقاف
de: Stopp
es: Parar
fa: توقف
fr: Arrêter
ja: 停止
ko: 정지
pt: Parar
ru: Стоп
tr: Durdur
uk: Стоп
zh: 停止
zh_hant: 停止

# startHold
source: Start · %@
ar: ابدأ · %@
es: Empezar · %@
fa: شروع · %@
fr: Démarrer · %@
it: Inizia · %@
ja: 開始 · %@
ko: 시작 · %@
pt: Começar · %@
ru: Начать · %@
tr: Başla · %@
uk: Старт · %@
zh: 开始 · %@
zh_hant: 開始 · %@

# exerciseTypeLabel
source: Log by
ar: التسجيل حسب
de: Erfassen nach
es: Se apunta por
fa: ثبت بر اساس
fr: Enregistrer par
it: Si registra per
ja: 記録方法
ko: 기록 방식
nl: Vastleggen op
pl: Zapisuj
pt: Registrar por
ru: Что записывать
tr: Kayıt türü
uk: Записувати за
zh: 记录方式
zh_hant: 記錄方式

# typeReps
source: Reps & weight
ar: التكرارات والوزن
de: Wdh. & Gewicht
es: Repes y peso
fa: تکرار و وزن
fr: Répétitions et poids
it: Ripetizioni e peso
ja: 回数と重量
ko: 횟수와 무게
nl: Herhalingen en gewicht
pl: Powtórzenia i ciężar
pt: Repetições e peso
ru: Повторы и вес
tr: Tekrar ve ağırlık
uk: Повтори й вага
zh: 次数和重量
zh_hant: 次數和重量

# typeTime
source: Time
ar: الوقت
de: Zeit
es: Tiempo
fa: زمان
fr: Temps
it: Tempo
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt: Tempo
ru: Время
tr: Süre
uk: Час
zh: 时间
zh_hant: 時間

# typeCardio
source: Distance & time
ar: المسافة والوقت
de: Distanz & Zeit
es: Distancia y tiempo
fa: مسافت و زمان
fr: Distance et temps
it: Distanza e tempo
ja: 距離と時間
ko: 거리와 시간
nl: Afstand en tijd
pl: Dystans i czas
pt: Distância e tempo
ru: Дистанция и время
tr: Mesafe ve süre
uk: Дистанція й час
zh: 距离和时间
zh_hant: 距離和時間
